{
    "tr-notfound": "¡Modelo no encontrado!",
    "tr-load": "Descargue el firmware OpenWrt para su dispositivo",
    "tr-title": "Selector de firmware OpenWrt",
    "tr-message": "Escriba el nombre o modelo de su dispositivo, luego seleccione la versión estable o la compilación nocturna \"snapshot\".",
    "tr-version-build": "Acerca de esta compilación",
    "tr-custom-build": "Compilación personalizada",
    "tr-customize": "Personalizar",
    "tr-request-build": "Solicitar compilación",
    "tr-model": "Modelo:",
    "tr-target": "Plataforma:",
    "tr-version": "Versión:",
    "tr-date": "Fecha:",
    "tr-downloads": "Descargar una imagen",
    "tr-custom-downloads": "Descargas personalizadas",
    "tr-factory-help": "Utilice una imagen factory para instalar OpenWrt en un enrutador por primera vez. Normalmente se hace a través de la interfaz web del firmware original.",
    "tr-sysupgrade-help": "Utilice una imagen sysupgrade para actualizar un enrutador que ya ejecuta OpenWrt. La imagen se puede utilizar con la interfaz web LuCI o desde el terminal.",
    "tr-kernel-help": "Kernel de Linux como una imagen separada.",
    "tr-rootfs-help": "Sistema de archivos raíz como una imagen separada.",
    "tr-sdcard-help": "Imagen hecha para escribir en una tarjeta SD.",
    "tr-tftp-help": "Las imágenes TFTP se utilizan para actualizar un dispositivo mediante el método TFTP del cargador de arranque.",
    "tr-other-help": "Otro tipo de imagen.",
    "tr-build-successful": "Compilación exitosa",
    "tr-build-failed": "Compilación fallida",
    "tr-request-image": "Solicitar imagen",
    "tr-check-again": "Vuelva a comprobar en 5 segundos...",
    "tr-feedback-link": "Comentarios",
    "tr-server-link": "Todas las descargas",
    "tr-dtb-help": "Árbol binario del dispositivo. Este fichero configura el kernel de Linux para el dispositivo.",
    "tr-uboot-help": "Imagen de cargador de arranque. Software de bajo nivel que carga el sistema operativo en la primera fase del arranque.",
    "tr-cpximg-help": "Para usar con sysupgrade en el firmware de fábrica o con el cargador cpximg incluido.",
    "tr-eva-help": "Imagen con OpenWrt y un cargador de arranque.",
    "tr-initramfs-help": "Kernel de Linux con un sistema de ficheros mínimo. Útil para una primera instalación o para el proceso de recuperación."
}
