{
  "tr-notfound": "¡Modelo no encontrado!",
  "tr-load": "Descargue el firmware OpenWrt para su dispositivo",
  "tr-title": "Selector de firmware OpenWrt",
  "tr-message": "Escriba el nombre o modelo de su dispositivo, luego seleccione la versión recomendada o alguna otra.",
  "tr-version-build": "Acerca de esta compilación",
  "tr-custom-build": "Compilación personalizada",
  "tr-customize": "Personalizar",
  "tr-request-build": "Solicitar compilación",
  "tr-model": "Modelo:",
  "tr-target": "Plataforma:",
  "tr-version": "Versión:",
  "tr-date": "Date:",
  "tr-downloads": "Descargar una imagen",
  "tr-custom-downloads": "Descargas personalizadas",
  "tr-factory-help": "Utilice una imagen factory para instalar OpenWrt en un enrutador por primera vez. Normalmente se hace a través de la interfaz web del firmware original.",
  "tr-sysupgrade-help": "Utilice una imagen sysupgrade para actualizar un enrutador que ya ejecuta OpenWrt. La imagen se puede utilizar con la interfaz web de LuCI o el terminal.",
  "tr-kernel-help": "Kernel de Linux como una imagen separada.",
  "tr-rootfs-help": "Sistema de archivos raíz como una imagen separada.",
  "tr-sdcard-help": "Imagen destinada a flashear en una tarjeta SD.",
  "tr-tftp-help": "Las imágenes TFTP se utilizan para actualizar un dispositivo mediante el método TFTP del gestor de arranque.",
  "tr-other-help": "Otro tipo de imagen.",
  "tr-build-successful": "Compilación exitosa",
  "tr-build-failed": "Compilación fallida",
  "tr-request-image": "Solicitar imagen",
  "tr-check-again": "Vuelva a comprobar en 5 segundos...",
  "tr-feedback-link": "Feedback",
  "tr-server-link": "All Downloads",
  "tr-dtb-help": "Device tree blob. This file configures the Linux Kernel for the hardware.",
  "tr-uboot-help": "Bootloader image. Low-level software which loads the operating system early on boot.",
  "tr-cpximg-help": "Use with sysupgrade in the stock firmware or with the built-in cpximg loader.",
  "tr-eva-help": "Image with OpenWrt and a boot loader.",
  "tr-initramfs-help": "Linux kernel with minimal file system. Useful for first installation or recovery."
}
